Repository: Pierre-Lannoy/wp-oembed-manager
Catalog: .translations/wp-plugins-oembed-manager-stable-readme-*.po
Languages: fr_ca

source: Manage oEmbed capabilities of your website and take a new step in the GDPR compliance of your embedded content.
fr_ca: Ajustez les capacités oEmbed de votre site Web et franchissez une nouvelle étape dans la conformité RGPD de votre contenu intégré.

source: <strong>oEmbed Manager</strong> is part of <a href="https://perfops.one/">PerfOps One</a>, a suite of free and open source WordPress plugins dedicated to observability and operations performance.
fr_ca: <strong>oEmbed Manager</strong> fait partie de <a href="https://perfops.one/">PerfOps One</a>, une suite d’extensions WordPress gratuites et open source dédiées à l’observabilité et aux performances des opérations.

source: <strong>oEmbed Manager</strong> helps you to:
fr_ca: <strong>oEmbed Manager</strong> vous aide à :

source: If you like this plugin or find it useful and want to thank me for the work done, please consider making a donation to <a href="https://www.laquadrature.net/en">La Quadrature Du Net</a> or the <a href="https://www.eff.org/">Electronic Frontier Foundation</a> which are advocacy groups defending the rights and freedoms of citizens on the Internet. By supporting them, you help the daily actions they perform to defend our fundamental freedoms!
fr_ca: Si vous aimez cette extension ou la trouvez utile et que vous voulez me remercier pour le travail accompli, vous pouvez faire un don à <a href="https://www.laquadrature.net/en">La Quadrature Du Net</a> ou l’<a href="https://www.eff.org/">Electronic Frontier Foundation</a> qui sont des associations de défense des droits et libertés des citoyens sur Internet. En les soutenant, vous aidez les actions quotidiennes qu’ils accomplissent pour défendre nos libertés fondamentales !

source: This plugin doesn't handle personally identifiable information (PII).
fr_ca: Cette extension ne traite pas de données à caractère personnel (DCP).

source: This plugin doesn't set any cookie in the user's browser.
fr_ca: Cette extension ne dépose pas de témoin dans le fureteur de l’utilisatrice ou de l’utilisateur.

source: This plugin, as any piece of software, is neither compliant nor non-compliant with privacy laws and regulations. It is your responsibility to use it with respect for the personal data of your users and applicable laws.
fr_ca: Cette extension, comme tout autre logiciel, n’est ni conforme ni non conforme aux lois et règlements sur la protection de la vie privée. Il est de votre responsabilité de l’utiliser dans le respect des données personnelles de vos utilisatrices et utilisateurs ainsi que des lois applicables.

source: Donation
fr_ca: Don

source: Privacy
fr_ca: Confidentialité

source: Yes. It is designed to work on multisite too. Network Admins can configure the plugin options. Sites Admins can set the plugin and use management tools for their own site.
fr_ca: Oui. Cette extension est conçue pour fonctionner sur un multisite aussi. Les administratrices et administrateurs du réseau peuvent configurer les options générales de l’extension. Les administratrices et administrateurs de site peuvent régler l’extension et avoir accès aux outils de gestion pour leur propre site.

source: Can this plugin work on multisite?
fr_ca: Cette extension fonctionne-t’elle sur un multisite ?

source: list, clear and update/create oEmbed cached items.
fr_ca: lister, purger et mettre à jour ou créer les éléments oEmbed en cache.

source: You can report bugs and suggest ideas via the official <a href="https://wordpress.org/support/plugin/oembed-manager">support page</a>.
fr_ca: Vous pouvez signaler des bogues ou soumettre des idées d’amélioration via la page officielle <a href="https://wordpress.org/support/plugin/oembed-manager">d’assistance</a>.

source: Support is provided via the official <a href="https://wordpress.org/support/plugin/oembed-manager">support page</a>.
fr_ca: L’assistance est proposée via la page officielle <a href="https://wordpress.org/support/plugin/oembed-manager">d’assistance</a>.

source: You need <strong>WordPress 5.2</strong> and at least <strong>PHP 7.2</strong>.
fr_ca: Vous avez besoin d’au moins <strong>WordPress 5.2</strong> et <strong>PHP 7.2</strong>.

source: oEmbed Manager works for all embedded content based on core WordPress features. This excludes exotic things like embedded content in JetPack comments and other plugins not relying on core WordPress features.
fr_ca: oEmbed Manager fonctionne pour tout le contenu intégré s’appuyant sur les fonctionnalités du cœur de WordPress. Cela exclut les choses exotiques comme le contenu intégré dans les commentaires Jetpack ainsi que d’autres extensions qui n’utilisent pas les fonctionnalités de base de WordPress.

source: Where can I report a bug?
fr_ca: Où puis-je signaler un bogue ?

source: Where can I get support?
fr_ca: Où puis-je obtenir de l’aide ?

source: What are the requirements for this plugin to work?
fr_ca: Quels sont les prérequis pour que cette extension fonctionne ?

source: What are the cases where this plugin does not work?
fr_ca: Quels sont les cas où cette extension ne fonctionne pas ?

source: Enjoy!
fr_ca: Profitez !

source: Visit 'oEmbed' in the 'Settings' menu of your WP Admin to adjust settings.
fr_ca: Visitez « oEmbed » dans le menu de gauche de l’Admin WP pour ajuster les réglages.

source: Activate oEmbed Manager from your Plugins page.
fr_ca: Activez oEmbed Manager depuis votre page Extensions.

source: Upload the <code>oembed-manager</code> directory to your <code>/wp-content/plugins/</code> directory, using your favorite method (ftp, sftp, scp, etc...).
fr_ca: Téléversez le dossier <code>oembed-manager</code> dans votre dossier <code>/wp-content/plugins/</code>, en utilisant votre méthode préférée (ftp, sftp, scp, etc...).

source: Download oEmbed Manager.
fr_ca: Téléchargez oEmbed Manager.

source: Activate oEmbed Manager.
fr_ca: Activez oEmbed Manager.

source: Click on the 'Install Now' button.
fr_ca: Cliquez sur le bouton « Installer maintenant ».

source: Search for 'oEmbed Manager'.
fr_ca: Recherchez « oEmbed Manager ».

source: Visit 'Plugins &gt; Add New'.
fr_ca: Visitez « Extensions > Ajouter ».

source: Once Activated
fr_ca: Une fois activé

source: From WordPress.org
fr_ca: Sur WordPress.org

source: From your WordPress dashboard
fr_ca: Depuis votre tableau de bord WordPress

source: If you use one of these plugins, you can set oEmbed to display embedded content only when a visitor has agreed your cookie or privacy policy, or when she/he has not set the Do Not Track flag of her/his browser.
fr_ca: Si vous utilisez l’une de ces extensions, vous pouvez paramétrer oEmbed pour qu’il affiche le contenu intégré uniquement lorsqu’un visiteur a accepté votre politique de confidentialité ou de cookies, ou lorsque son navigateur n’envoie pas d’en-tête Do Not Track.

source: To conditionally allow/disallow the display of embedded content, <strong>oEmbed Manager</strong> fully integrates with:
fr_ca: Pour autoriser ou interdire de façon conditionnelle l’affichage de contenu intégré, <strong>oEmbed Manager</strong> s’intègre parfaitement avec :

source: fine tune the way oEmbed operates in the WordPress core;
fr_ca: affiner la façon dont oEmbed opère nativement dans WordPress ;

source: conditionally allow/disallow the display of embedded content on your site;
fr_ca: autoriser ou interdire, de façon conditionnelle, l’affichage de contenu intégré sur votre site ;

source: allow/disallow other websites to embed your content;
fr_ca: autoriser ou empêcher d’autres sites Web d'intégrer votre contenu ;

source: Producer Settings
fr_ca: Réglages du producteur

source: Consumer Settings
fr_ca: Réglages du consommateur

source: Please, see <a href="https://perfops.one/oembed-manager-changelog">full changelog</a>.
fr_ca: Merci de consulter le <a href="https://perfops.one/oembed-manager-changelog">journal des modifications</a>.
